{
    "spanish": {
        "header": {
            "title": "FAMILIA VILORIA",
            "links": [
                {
                    "text": "INICIO",
                    "url": "/"
                },
                {
                    "text": "CONTACTO",
                    "url": "/contacto"
                }
            ]
        },
        "index": {
            "description": {
                "title": "A NUESTRO HERMANO TITO VILORIA Y A SU ESPOSA ZAIDA SUAREZ SE LES VIOLAN LOS DERECHOS HUMANOS.",
                "subtitle": "¡NECESITAMOS DE TU AYUDA!",
                "paragraphs": [
                    {
                        "id": 1,
                        "text": "Sabemos que no suele solicitarse apoyo económico para esta modalidad de urgencia, sin embargo, nuestra familia hoy no tiene a dónde más recurrir. El hermano Tito Viloria y su esposa Zaida Suárez están detenidos desde el 03/07/22, por orden del Ministerio Público de Venezuela, presuntamente implicados en el conocido caso de la desaparición y muerte del profesor Carlos Lanz. Desde el primer momento de conocer tal situación, nos hemos movilizado para apoyar en todo el proceso logístico que implica un familiar en condiciones de detención en nuestro país, es decir, garantizar las comidas diarias, medicinas, artículos personales, colchonetas para que no duerman en el piso, entre otros."
                    },
                    {
                        "id": 2,
                        "text": "¿Hemos podido constatar sus condiciones de salud e integridad física? ¿Les hacen llegar la comida y demás artículos personales? La respuesta es que no lo sabemos, porque desde la fecha de su detención, hasta hoy 26 de julio, las autoridades no han permitido ningún contacto familiar con ellos y aún peor, sin el derecho constitucional de la defensa, porque a los abogados escogidos por la familia para esta fase del proceso penal y los únicos que aceptaron participar en condiciones de accesibilidad económica con los escasos recursos de la familia, tampoco les han permitido verlos, juramentarse y acceder a una copia del expediente y por tanto actuar según el procedimiento legal establecido en las leyes y normativas nacionales e internacionales para estos casos, pues como está determinado en el artículo 49 de la Constitución Nacional de la República Bolivariana de Venezuela: “La defensa y la asistencia jurídica son derechos inviolables en todo estado y grado de la investigación y del proceso”. Es decir, estamos ante un caso de violación fragante de los derechos humanos, del debido proceso, en donde no se está garantizando el Estado de Derecho."
                    },
                    {
                        "id": 3,
                        "text": "Tito Viloria y Zaida Suarez, fueron expuestos al odio ante los medios de comunicación social y redes sociales, cuando en realidad ellos son personas adultas mayores, profesionales, sin antecedentes penales, madre y padre responsables, y no han tenido un estilo de vida de ostentación y lujo como fue señalado por el Fiscal General, por el contrario, viven con recursos acordes a los menguados salarios e ingresos familiares de la mayoría de los venezolanos que decidieron seguir en el país. Ellos vienen de familias con padres humildes, responsables, honestos y muy trabajadores, por lo que aprendieron a ser buenas personas y buenos ciudadanos. En todo caso, y a pesar de las acusaciones, nuestra familia también busca que se devele la verdad verdadera y no una verdad a medias o fabricada, es decir, como familia queremos que se haga justicia, pero en nuestro país y sobre todo tratándose de un caso mediáticamente conocido, eso tiene un muy alto costo, especialmente los honorarios de los profesionales del derecho."
                    },
                    {
                        "id": 4,
                        "text": "Se trata de un caso muy complejo y donde las acciones extralegales por parte de las instancias de justicia han prevalecido, los recursos económicos de la recolecta solidaria de la familia de hermanos/as y sobrinos/as están muy mermados por varias razones: porque no somos una familia adinerada, por la realidad económica del país y por los costos que implica garantizar las condiciones básicas de manutención, pero sobre todo, por la exigente erogación de dinero que significa el proceso de defensa. Toda esta situación y las limitaciones para dar respuesta nos recuerda a la historia de David contra Goliat y sólo con tu ayuda y aporte, nos permitirá salir victoriosos y que prevalezca la justicia sea cual sea. Tu donación por pequeña que sea puede marcar la diferencia ¡Contamos contigo!"
                    }
                ]
            },
            "accounts": {
                "description": "es un titulo para explicar como donar",
                "email": "hola@familiaviloriafondos.com",
                "options": [
                    {
                        "country": "USA",
                        "imageUrl": "",
                        "accounts": [
                            {
                                "text": "cuenta 1 USA",
                                "number": "654987321"
                            },
                            {
                                "text": "cuenta 2 USA",
                                "number": "PC-5454-VC"
                            },
                            {
                                "text": "cuenta 3 USA",
                                "number": "lov.top"
                            }
                        ]
                    },
                    {
                        "country": "EUROPA",
                        "imageUrl": "",
                        "accounts": [
                            {
                                "text": "cuenta 1 EUROPA",
                                "number": "FF-654987321"
                            }
                        ]
                    },
                    {
                        "country": "BINANCE",
                        "imageUrl": "",
                        "accounts": [
                            {
                                "text": "cuenta 1 BINANCE",
                                "number": "lib.com"
                            }
                        ]
                    }
                ]
            }
        }
    },
    "english": {
        "header": {
            "title": "VILORIA FAMILY",
            "links": [
                {
                    "text": "HOME",
                    "url": "/"
                },
                {
                    "text": "CONTACT",
                    "url": "/contacto"
                }
            ]
        },
        "index": {
            "description": {
                "title": "THE HUMAN RIGHTS OF OUR BROTHER TITO VILORIA AND HIS WIFE ZAIDA SUAREZ WERE VIOLATED.",
                "subtitle": "WE NEED YOUR HELP.",
                "paragraphs": [
                    {
                        "id": 1,
                        "text": "We know that financial assistance is not normally requested for this type of emergency, however our family has nowhere else to turn.  Our brother Tito Viloria and his wife Zaida Suarez have been detained since July 3rd, 2022, by order of the Public Ministry of Venezuela, allegedly involved in the well-known case of the disappearance and death of Professor Carlos Lanz.  From the first moment we learned of this situation we have mobilized to support the entire logistics process involving a family member in conditions of detention in our country, that is, to guarantee meals, medicines, personal items, a mattress so he doesn’t have to sleep on the floor, among other things."
                    },
                    {
                        "id": 2,
                        "text": "We have not been able to verify the health conditions or physical integrity of Tito and Zaida.  We have not been able to verify if they have received food and other personal items. From the moment of their arrest until today the authorities have not allowed any family contact, and even worse the authorities have not permitted them their constitutional right of defense.  The legal team we currently have with our limited resources is insufficient to launch an adequate and powerful defense for Tito and Zaida.  We currently are in a legal battle with very few resources against the state and their vast resources."
                    },
                    {
                        "id": 3,
                        "text": "The lawyers have not been able to see Tito and Zaida, nor have they been able to take an oath or even access a copy of the case file.  They, therefore, are not able to act according to the legal procedure established in the national and international legal regulations for these cases, because as determined in article 49 of the National Constitution of the Bolivarian Republic of Venezuela: “Defense and legal assistance are inviolable rights in all states and degrees of investigation and process”. That is to say we are before a case of blatant violation of human rights, due process, and where there is no guarantee of the State of Law."
                    },
                    {
                        "id": 4,
                        "text": "Tito and Viloria were exposed to hate in the media and social networks despite that they are professionals with no criminal record, responsible parents and have not lived a live of ostentation and luxury as pointed out by the Attorney General.  They live with resources commensurate with the low wages and family income of the majority of Venezuelans who decided to remain in the country. They come from families with humble, responsible, honest and hard-working parents, from whom they learned to be good people and food citizens."
                    },
                    {
                        "id": 5,
                        "text": "In any case and despite the accusations, our family seeks to reveal the truth.  We seek to expose the half-truths and fabrications that have been [word] about our family.   We want justice to be done, but in our country and especially in high-profile cases like this one, it unfortunately comes at a very high cost, particularly with fees for legal professionals."
                    },
                    {
                        "id": 6,
                        "text": "The economic resources of the family, of brothers and sisters and nephews and nieces who have been contributing to the defense of Tito and Zaida are greatly diminished for various reasons.  First, we are not a wealthy family to begin with.  Second, because of the economic reality of the country.  Third, because the costs required to guarantee Tito and Zaida have the basic necessities that the prison doesn’t provide.  And fourth is all of the resources necessary for all the legal proceedings and legal representation required for the defense process. All of this situation and the limitations we face to respond remind us of the story of David vs. Goliath, and only with your help and support, are we going to be able to achieve justice and leave this situation victorious."
                    },
                    {
                        "id": 7,
                        "text": "No matter the size of your donation, it will make a big difference.  We count on each other."
                    }
                ]
            },
            "accounts": {
                "description": "VERSION EN INGLES PARA CAMBIAR es un titulo para explicar como donar",
                "email": "hola@familiaviloriafondos.com",
                "options": [
                    {
                        "country": "USA",
                        "imageUrl": "/usa.png",
                        "accounts": [
                            {
                                "text": "account 1 USA",
                                "number": "654987321"
                            },
                            {
                                "text": "account 2 USA",
                                "number": "PC-5454-VC"
                            },
                            {
                                "text": "account 3 USA",
                                "number": "lov.top"
                            }
                        ]
                    },
                    {
                        "country": "EUROPE",
                        "imageUrl": "/europe.png",
                        "accounts": [
                            {
                                "text": "account 1 EUROPE",
                                "number": "FF-654987321"
                            }
                        ]
                    },
                    {
                        "country": "BINANCE",
                        "imageUrl": "/binance.png",
                        "accounts": [
                            {
                                "text": "account 1 BINANCE",
                                "number": "lib.com"
                            }
                        ]
                    }
                ]
            }
        }
    }
}