{
    "spanish": {
        "header": {
            "title": "FAMILIA VILORIA",
            "links": [
                {
                    "text": "INICIO",
                    "url": "/"
                },
                {
                    "text": "CONTACTO",
                    "url": "/contacto"
                }
            ]
        },
        "index": {
            "description": {
                "title": "EN VENEZUELA, A NUESTRO HERMANO TITO VILORIA Y A SU ESPOSA ZAIDA SUÁREZ SE LES VIOLAN LOS DERECHOS HUMANOS.",
                "subtitle": "¡NECESITAMOS TU AYUDA!",
                "footnotes": "Si quires ver mas, haz click acá :",
                "paragraphs": [
                    {
                        "id": 1,
                        "text": "Sabemos que no suele solicitarse apoyo económico para urgencias de este tipo, sin embargo, nuestra familia no tiene a quien más recurrir. Dos miembros de la nuestra familia fueron detenidos desde el 03/07/22 en Venezuela, presuntamente implicados en el conocido caso de la desaparición del profesor Carlos Lanz. Tito Viloria y su esposa Zaida Suárez, son buenas personas, es el sentimiento familiar por todo lo vivido y compartido con ellos: No tienen antecedentes penales, ambos son profesionales, padres de familia, jubilados, ambos con 61 años de edad y viven como la mayoría de los venezolanos con los recursos básicos esenciales. Nos preocupa y mantiene en vilo esta detención que pone en peligro sus vidas. Por eso nos movilizamos, pues, tenemos que cubrir todo el proceso logístico y legal de lo que implica en Venezuela 1 tener un familiar detenido."
                    },
                    {
                        "id": 2,
                        "text": "¿POR QUÉ SE VIOLAN SUS DERECHOS HUMANOS?"
                    },
                    {
                        "id": 3,
                        "text": "Porque desde el momento de sus detenciones (03-07 hasta el 1-08-22), el Ministerio Publico no les permitió contacto familiar, tampoco el acceso del abogado asignado por la familia, les niegan el tiempo, el conocimiento, y los medios indispensables para la preparación de la defensa (incluyendo la entrevista privada y acceso a una copia del expediente). Lo que impide poder actuar según lo establecido en la Constitución Nacional, en las Leyes vigentes y en los Tratados Internacionales suscritos por el país. No solicitamos privilegio alguno, sólo que se cumpla el Estado de Derecho 2 , Los tiempos procesales y el debido proceso están siendo violados desde el principio de esta historia. Nosotros como familia unida, con valentía y humildad, hemos asumido el reto de apoyar a nuestros familiares detenidos, pero nos damos cuenta de que materialmente no podemos continuar solos."
                    },
                    {
                        "id": 4,
                        "text": "- Nuestro hermano Tito y su esposa fueron expuestos al escarnio público ante los medios de comunicación social por el fiscal general Tarek William Saab (05-07-22) y se les niega el trato de ciudadanos inocentes mientras no se pruebe lo contrario. Se les niega el derecho a ser oídos con las debidas garantías ante un juzgado independiente e imparcial."
                    },
                    {
                        "id": 5,
                        "text": "- Tito y Zaida son buenas personas, y nos corresponde como su familia que somos, acompañarlos y decir lo que está pasando. Pero nuestros recursos económicos (hermanos/as y sobrinos/as) no dan la base ante semejante situación. Entre otros, necesitamos cubrir los costos de lo que significa todo el proceso de defensa incluyendo hasta los traslados de familiares y testigos desde la provincia a la ciudad de Caracas y viceversa. Todo esto nos recuerda la historia de David contra Goliat, pero en Venezuela."
                    },
                    {
                        "id": 6,
                        "text": "- En favor de nuestro hermano Tito Viloria y de Zaida Suarez, solicitamos tu colaboración, una contribución solidaria, que nos permita hacerle frente y salir de esta difícil prueba que nos ha tocado vivir. Confiamos en Dios que prevalecerá la justicia y la paz. Anticipamos las gracias por tu donación, por pequeña que sea, marcará la diferencia. Aquí dejamos las cuentas bancarias habilitadas por la familia para la recolecta de tu aporte dependiendo del país en donde te encuentres. Esperamos poder contarte esta historia al final con la frase: ¡Se hizo Justicia!"
                    }
                ],
                "references": [
                    {
                        "id":1,
                        "links":[{
                            "id":1,
                            "description":"Las cárceles y población reclusa en Venezuela",
                            "url":"https://scielo.isciii.es/scielo.php?script=sci_arttext&amp;pid=S1575-06202008000100004"
                        }],
                        "text":[{
                            "id":1,
                            "text":"¨El sistema penitenciario en Venezuela, presenta diversas deficiencias, según informes de instancias internacionales, tales como el retardo procesal, el hacinamiento, el precario estado de los penales, la ausencia de una clasificación de presos, las enfermedades, la carencia de servicios básicos indispensables entre otros, lo cual contribuye a la exposición a condiciones de excesiva violencia para cualquier persona¨."
                        }]
                    },
                    {
                        "id":2,
                        "links":[{
                            "id":1,
                            "description":"Estatuto de Roma de la Corte Penal Internacional",
                            "url":"https://www.hhri.org/es/tag/estatuto-de-roma/"
                        },
                        {
                            "id":2,
                            "description":"Ver PDF aquí",
                            "url":"http://www.corteidh.or.cr/tablas/r23476.pdf"
                        }],
                        "text":[{
                            "id":1,
                            "text":"Dichos tratados coinciden con lo que define el artículo 49 de la Constitución Nacional de la República Bolivariana de Venezuela: “La defensa y la asistencia jurídica son derechos inviolables en todo estado y grado de la investigación y del proceso”."
                        }]
                    }
                ]
            },
            "accounts": {
                "description": "¡Aquí tu aporte puede marcar la diferencia!",
                "email": "contribuciones@familiaviloriafondos.com",
                "options": [
                    {
                        "country": "USA",
                        "imageUrl": "",
                        "accounts": [
                            {
                                "text": "cuenta 1 USA",
                                "number": "654987321"
                            },
                            {
                                "text": "cuenta 2 USA",
                                "number": "PC-5454-VC"
                            },
                            {
                                "text": "cuenta 3 USA",
                                "number": "lov.top"
                            }
                        ]
                    },
                    {
                        "country": "EUROPA",
                        "imageUrl": "",
                        "accounts": [
                            {
                                "text": "cuenta 1 EUROPA",
                                "number": "FF-654987321"
                            }
                        ]
                    },
                    {
                        "country": "BINANCE",
                        "imageUrl": "",
                        "accounts": [
                            {
                                "text": "cuenta 1 BINANCE",
                                "number": "lib.com"
                            }
                        ]
                    }
                ]
            }
        }
    },
    "english": {
        "header": {
            "title": "VILORIA FAMILY",
            "links": [
                {
                    "text": "HOME",
                    "url": "/"
                },
                {
                    "text": "CONTACT",
                    "url": "/contacto"
                }
            ]
        },
        "index": {
            "description": {
                "title": "IN VENEZUELA, THE HUMAN RIGHTS OF OUR BROTHER TITO VILORIA AND HIS WIFE ZAIDA SUÁREZ WERE VIOLATED.",
                "subtitle": "WE NEED YOUR HELP.",
                "footnotes": "Footnotes:",
                "paragraphs": [
                    {
                        "id": 1,
                        "text": "We know that financial assistance is not normally requested for this type of emergency, however our family has nowhere else to turn.  Two members of our family have been detained in Venezuela since July 3 rd , 2022. They were accused of being involved in the well-known case of the disappearance of Professor Carlos Lanz. Tito Viloria and his wife Zaida Suarez are good people, everyone who knows them and have spent time with them knows this. Neither of them has a prior criminal record, they are both professionals, parents, family members, both are 61 years old and retired, and like most Venezuelans live modestly on resources that just cover their basic essentials. We are concerned and kept in suspense about this detention that potentially puts their lives in danger. That is why we have mobilized. We are now responsible for covering the entire logistical and legal process. This is what it means to have a family member detained in Venezuela (footnote 1)."
                    },
                    {
                        "id": 2,
                        "text": "How Were Their Human Rights Violated?"
                    },
                    {
                        "id": 3,
                        "text": "From the moment of their arrests on June 3 rd to August 1 st the Public Ministry did not allow them any family contact nor access to the lawyer chosen by their family. They were also denied the time, the knowledge and the means that are necessary for the preparation of their defense. These are violations of the Venezuelan Constitution and in various international treaties signed by Venezuela. Procedural times and due process have been violated from the beginning of this case. We do not request any special privileges, only that the government comply with the rule of law (footnote 2). As a united family, with courage and humility, we have taken on the challenge of supporting our detained relatives, but we realize that we cannot continue alone."
                    },
                    {
                        "id": 4,
                        "text": "- Our brother Tito and his wife were exposed to public ridicule in the national and international media by Attorney General Tarek William Saab on July 5 th , 2022. This is a violation of the treatment of citizens as innocent until proven guilty. They have been denied the right to be heard with due process before an independent and impartial court."
                    },
                    {
                        "id": 5,
                        "text": "- Tito and Zaida are good people, and it is up to us as their family to stand with them and speak loudly about what is happening to them. But unfortunately, our economic resources are insufficient to fulfill this role. Among other costs, we need to cover the costs of the entire defense process, including the transportation of relatives and witnesses from the provinces to the city of Caracas and vice versa. All of this reminds us of the story of David vs. Goliath, but in Venezuela."
                    },
                    {
                        "id": 6,
                        "text": "- To defend our brother Tito Viloria and Zaida Suarez we request your collaboration, a solidarity contribution, that allows us to confront the obstacles that lay ahead and allows us to get out of this difficult situation that we have been forced to endure. We trust in God that justice and peace will prevail. We thank you in advance for your donation, no matter how small, it will make a difference. Below you can find our family bank accounts where you can contribute, depending on the country where you are. We hope at the end of this story that we will be able to tell you that: Justice was served!"
                    }
                ],
                "references": [
                    {
                        "id":1,
                        "links":[{
                            "id":1,
                            "description":"Las cárceles y población reclusa en Venezuela",
                            "url":"https://scielo.isciii.es/scielo.php?script=sci_arttext&amp;pid=S1575-06202008000100004"
                        }],
                        "text":[{
                            "id":1,
                            "text":"“According to international reports the penitentiary system in Venezuela has several deficiencies, such as procedural delays, overcrowding, the precarious state of the prisons, the absence of classification of prisoners, illnesses, the lack of essential basic services among others, which contributes to exposure to conditions of excessive violence for any person.”"
                        }]
                    },
                    {
                        "id":2,
                        "links":[{
                            "id":1,
                            "description":"Estatuto de Roma de la Corte Penal Internacional",
                            "url":"https://www.hhri.org/es/tag/estatuto-de-roma/"
                        },
                        {
                            "id":2,
                            "description":"See PDF here",
                            "url":"http://www.corteidh.or.cr/tablas/r23476.pdf"
                        }],
                        "text":[{
                            "id":1,
                            "text":"These treaties coincide with what is defined in article 49 of the National Constitution of the Bolivarian Republic of Venezuela: “Defense and legal assistance are inviolable rights in all states and degrees of investigation and process."
                        }]
                    }
                ]
            },
            "accounts": {
                "description": "Donate below. Your contribution can make a difference.",
                "email": "contribuciones@familiaviloriafondos.com",
                "options": [
                    {
                        "country": "USA",
                        "imageUrl": "/usa.png",
                        "accounts": [
                            {
                                "text": "account 1 USA",
                                "number": "654987321"
                            },
                            {
                                "text": "account 2 USA",
                                "number": "PC-5454-VC"
                            },
                            {
                                "text": "account 3 USA",
                                "number": "lov.top"
                            }
                        ]
                    },
                    {
                        "country": "EUROPE",
                        "imageUrl": "/europe.png",
                        "accounts": [
                            {
                                "text": "account 1 EUROPE",
                                "number": "FF-654987321"
                            }
                        ]
                    },
                    {
                        "country": "BINANCE",
                        "imageUrl": "/binance.png",
                        "accounts": [
                            {
                                "text": "account 1 BINANCE",
                                "number": "lib.com"
                            }
                        ]
                    }
                ]
            }
        }
    }
}